[
  {
    "id": "0",
    "name": "",
    "year": "",
    "content": ""
  },
  {
    "id": "1",
    "name": "독수리 오형제",
    "year": "1972",
    "content": "1972년부터 방영된 SF 애니메이션 시리즈. 타츠노코 프로덕션 최고의 히트작으로 유명한 작품이다. 보통 그냥 과학닌자대 갓챠맨이라고 하면 첫 작품을 의미한다. 국내 방영 당시 제목은 독수리 오형제."
  },
  {
    "id": "2",
    "name": "마징가Z",
    "year": "1972",
    "content": "나가이 고 원작의 마징가 시리즈의 첫 작품이자 일본의 애니메이션. 전 92화 완결. 1972년 12월 3일 ~ 1974년 9월 1일 후지 TV에서 방영했다. 캐릭터 디자인은 하네 유키요시가 초기에 맡았다가 모리시타 케이스케로 바꿨으며, 음악은 와타나베 츄메이가 맡았다.후술하겠지만 거대로봇물의 대표작, 특히 슈퍼로봇물의 시초라는 개념에서 더 나아가 일본 애니메이션 산업의 혁명이라고 불린다."
  },
  {
    "id": "3",
    "name": "개구리 왕눈이",
    "year": "1973",
    "content": "청개구리인 왕눈이 가족이 도롱뇽들의 공격과 지진으로 친구들과 형제들을 잃고 무지개 연못으로 이사를 가게 되었는데, 그쪽에는 대부분이 참개구리들이라, 청개구리인 왕눈이 일가는 각종 차별과 학대를 받는다. 그러나 모든 것을 이겨내면서, 결국에는 마을 사람들에게 인정받는 이야기다."
  },
  {
    "id": "4",
    "name": "알프스의 소녀 하이디",
    "year": "1974",
    "content": "독일 소설 알프스의 소녀 하이디를 원작으로 하는 일본 TV 애니메이션. 칼피스가 단독 스폰서로 나선 '칼피스 망가 극장'시리즈의 하나로 닛폰 애니메이션의 전신인 '즈이요(瑞鷹)엔터프라이즈'의 기획과 '즈이요 영상'이 실제작한 1974년에 만든 애니메이션. 감독은 타카하타 이사오. 이후 1982년에 파라마운트 픽처스가 제작한 뮤지컬 애니메이션 영화로 Heidi's Song(하이디의 노래)가 있다."
  },
  {
    "id": "5",
    "name": "플랜더스의 개",
    "year": "1975",
    "content": "영국의 동화 플랜더스의 개를 원작으로 하는 애니메이션."
  },
  {
    "id": "6",
    "name": "들장미 소녀 캔디",
    "year": "1976",
    "content": "1차 세계대전 전후의 영국과 미국을 배경으로 한 순정만화."
  },
  {
    "id": "7",
    "name": "로보트 태권V",
    "year": "1976",
    "content": "조항리 화백 원작(스토리), 김청기 감독, 지상학 각본의 로봇 애니메이션으로 유프로덕션에서 제작해 1976년 7월 24일 대한/세기극장에서 최초 개봉되었다. 로보트 태권 V 시리즈의 첫 번째 작품이다. 한국의 대표적인 거대로봇물 애니메이션이다. 한국에서 거대로봇물이라고 하면 바로 떠오를 정도의 유명세를 가지고 있는 작품으로 국산 극장판 애니메이션의 시대를 열었던 로봇 애니메이션이다. 1970~80년대에 자란 어린이들에게 로보트 태권 V는 꿈과 희망, 그리고 추억이었다. 그러나 동시에 이 작품은 일본의 마징가Z, 그레이트 마징가의 디자인을 짜집기한 식의 표절을 한 작품으로 각종 논란의 중심에 서있는 작품이다."
  },
  {
    "id": "8",
    "name": "미래소년 코난",
    "year": "1978",
    "content": "1978년 4월 4일부터 동년 10월 31일까지 방영된 일본의 SF 모험 애니메이션. 일본 애니메이션 감독의 대표격 중 한 사람인 미야자키 하야오가 처음으로 단독 감독을 맡은 애니메이션이며 NHK가 처음으로 방영한 30분 연속 셀 애니메이션 시리즈이기도 하다."
  },
  {
    "id": "9",
    "name": "은하철도999",
    "year": "1978",
    "content": "기계인간이 되려는 호시노 테츠로(철이)와 신비로운 여인 메텔이 기계 몸을 무료로 받을 수 있다는 안드로메다의 어느 별로 가기 위해 우주 공간을 달리는 열차인 은하초특급 999호를 타고 가는 여정을 그린 작품으로, 연재 이후 40여 년이 지난 지금까지도 손꼽히는 걸작 애니메이션으로 회자되고 있다."
  },
  {
    "id": "10",
    "name": "빨강머리 앤",
    "year": "1979",
    "content": "루시 모드 몽고메리의 소설 빨강머리 앤을 원작으로 하여 세계명작극장에서 애니메이션화 한 작품이다."
  },
  {
    "id": "11",
    "name": "도라에몽",
    "year": "1979",
    "content": "일본의 SF 만화. 작가는 후지코 F. 후지오로 도라에몽은 그의 대표작이며 라이프워크였다. 2020년 50주년을 맞이했다. 일본 문화의 상징적인 만화이자 일본을 대표하는 국민 만화이며, 일본뿐만 아니라 한국과 중화권, 동남아에서 엄청난 인기를 누리고 있다."
  },
  {
    "id": "12",
    "name": "기동전사 건담",
    "year": "1979",
    "content": "건담 시리즈 중 첫 번째 작품이다. 약칭으로는 퍼스트 건담. 1979년에 방영된 일본의 TV 애니메이션. 당시 일반적인 거대로봇 애니메이션들과는 다르게 인간들의 전쟁 속에서 소년의 성장을 그린 작품으로 리얼로봇의 시초로 여겨진다. 원작자인 토미노 요시유키는 아이의 적은 어른이라는 주제로 만든 이야기라고 밝혔다."
  },
  {
    "id": "13",
    "name": "베르사유의 장미",
    "year": "1979",
    "content": "일본의 만화 베르사이유의 장미를 원작으로 하는 TV 애니메이션."
  },
  {
    "id": "14",
    "name": "태양의 사자 철인28호",
    "year": "1980",
    "content": "1980년에 방영된 철인 28호의 리메이크작. 도쿄 무비 신사에서 만들었다. 방영 당시에는 그냥 <철인 28호>로 소개되었으나 나중에 LD화하면서 원작과 구별하기 위해 제목에 <태양의 사자>를 추가했다. 원작과는 구분되는 작품이며, 정통파 슈퍼로봇물에 탐정물의 요소를 섞은 작품이며, 지금도 기억되는 양작이다. 한국에서도 큰 인기를 얻었으며, 한국에서는 원작보다 태양의 사자가 더 잘 알려져 있다."
  },
  {
    "id": "15",
    "name": "우주소년 아톰",
    "year": "1980",
    "content": "일본의 만화 철완 아톰을 원작으로 하는 두 번째 TV 애니메이션 시리즈. 한국에서는 <돌아온 아톰>이라는 제목으로 방영했다. 데즈카 오사무는 저예산으로 만든 1작의 퀄리티에 불만이 있어 리메이크를 원했는데 계약 문제로 아톰의 애니메이션 저작권이 다른 회사에 묶여있어 만들 수가 없었다. 그래서 제트소년 마르스 같은 짝퉁을 만들어 리메이크하던 중에 방송국을 통해 아톰을 리메이크하자는 소리가 들어오자 제트 마르스를 바로 접어버리고 이 작품의 제작에 들어간다."
  },
  {
    "id": "16",
    "name": "볼트론",
    "year": "1981",
    "content": "토에이 동화 제작의 일본 애니메이션. 태고부터 우주에 존재한 전설의 거대 로봇, 백수왕(百獸王) 고라이온은 자신을 이길 자는 우주에 없다고 자만하여 신에게 도전했다가 패배해 신의 벌을 받고 다섯으로 쪼개져[2] 알테아 행성에 봉인되었고, 이후 많은 시간이 지난다."
  },
  {
    "id": "17",
    "name": "닥터슬럼프와 아라레짱",
    "year": "1981",
    "content": "닥터 슬럼프의 첫 애니메이션. 토에이 동화에서 <닥터 슬럼프 아라레짱> 이라는 제목으로 제작하였다. 1981년 4월 8일부터 1986년 2월 19일까지 TV판으로 후지 TV계를 통해 방영하여 243화로 롱런을 기록했으며, 평균 시청률 23.8%, 최고 시청률 38.1%의 시청률을 기록했다. 이는 역대 점프 원작의 애니메이션 중 최고이며 철완 아톰, 치비마루코쨩과 사자에상에 이은 역대 애니메이션 4위의 최고 시청률 기록이다."
  }
]
